2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_Attendering/data/LT01FT01-02-3-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>*</ABONNEMENT>
            <NAAM>*</NAAM>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
  <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
   <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
    <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>034401</brp:ontvangendePartij>
    <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>Volledigbericht</brp:soortSynchronisatie>
    <brp:abonnementNaam>Attenderingen op personen met gewijzigde postcode (pop.bep.=true)</brp:abonnementNaam>
    <brp:categorieDienst>Attendering</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling">
    <brp:code>*</brp:code>
    <brp:naam>Verhuizing intergemeentelijk</brp:naam>
    <brp:categorie>Actualisering</brp:categorie>
    <brp:partijCode>*</brp:partijCode>
    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:communicatieID="1">
          <brp:afgeleidAdministratief brp:voorkomenSleutel="*">
			<brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
			<brp:actieInhoud>*</brp:actieInhoud>
			<brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

			<brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
		  </brp:afgeleidAdministratief>
          <brp:afgeleidAdministratief brp:voorkomenSleutel="*">
              <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
              <brp:actieInhoud>*</brp:actieInhoud>
              <brp:tijdstipVerval>*</brp:tijdstipVerval>
              <brp:actieVerval>*</brp:actieVerval>
              <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

              <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
          </brp:afgeleidAdministratief>
          <brp:afgeleidAdministratief brp:voorkomenSleutel="*">
              <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
              <brp:actieInhoud>*</brp:actieInhoud>
              <brp:tijdstipVerval>*</brp:tijdstipVerval>
              <brp:actieVerval>*</brp:actieVerval>
              <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

              <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
          </brp:afgeleidAdministratief>
          <brp:afgeleidAdministratief brp:voorkomenSleutel="*">
              <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
              <brp:actieInhoud>*</brp:actieInhoud>
              <brp:tijdstipVerval>*</brp:tijdstipVerval>
              <brp:actieVerval>*</brp:actieVerval>
              <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

              <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
          </brp:afgeleidAdministratief>
          <brp:afgeleidAdministratief brp:voorkomenSleutel="*">
              <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
              <brp:actieInhoud>*</brp:actieInhoud>
              <brp:tijdstipVerval>*</brp:tijdstipVerval>
              <brp:actieVerval>*</brp:actieVerval>
              <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

              <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
          </brp:afgeleidAdministratief>
		  <brp:identificatienummers brp:voorkomenSleutel="*">
              <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
              <brp:actieInhoud>*</brp:actieInhoud>
              <brp:burgerservicenummer>677080426</brp:burgerservicenummer>
              <brp:administratienummer>1097207412</brp:administratienummer>
          </brp:identificatienummers>
        <brp:samengesteldeNaam brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
          <brp:voornamen>Cees</brp:voornamen>
          <brp:voorvoegsel>de</brp:voorvoegsel>
          <brp:scheidingsteken>-</brp:scheidingsteken>
          <brp:geslachtsnaamstam>Vries</brp:geslachtsnaamstam>
        </brp:samengesteldeNaam>
        <brp:geboorte brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datum>1981-10-02</brp:datum>
          <brp:gemeenteCode>0519</brp:gemeenteCode>
          <brp:woonplaatsnaam>Honselersdijk</brp:woonplaatsnaam>
          <brp:omschrijvingLocatie>omschrijving geboorte locatie Cees</brp:omschrijvingLocatie>
          <brp:landGebiedCode>6030</brp:landGebiedCode>
        </brp:geboorte>
        <brp:geslachtsaanduiding brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:code>V</brp:code>
        </brp:geslachtsaanduiding>
          <brp:inschrijving brp:voorkomenSleutel="*">*</brp:inschrijving>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:voornamen>
              <brp:voornaam brp:objecttype="PersoonVoornaam" brp:voorkomenSleutel="*" brp:objectSleutel="*">*</brp:voornaam>
          </brp:voornamen>
          <brp:geslachtsnaamcomponenten>
              <brp:geslachtsnaamcomponent brp:objecttype="PersoonGeslachtsnaamcomponent" brp:voorkomenSleutel="*" brp:objectSleutel="*">*</brp:geslachtsnaamcomponent>
          </brp:geslachtsnaamcomponenten>
          <brp:naamgebruik brp:voorkomenSleutel="*">*</brp:naamgebruik>
		  <brp:adressen>
          <brp:adres brp:objecttype="PersoonAdres" brp:voorkomenSleutel="*" brp:objectSleutel="*">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
            <brp:actieInhoud>*</brp:actieInhoud>
            <brp:gemeenteCode>1859</brp:gemeenteCode>
            <brp:huisnummer>3</brp:huisnummer>
            <brp:postcode>8121AB</brp:postcode>
            <brp:woonplaatsnaam>Wijhe</brp:woonplaatsnaam>
          </brp:adres>
          <brp:adres brp:objecttype="PersoonAdres" brp:voorkomenSleutel="*" brp:objectSleutel="*">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
            <brp:actieInhoud>*</brp:actieInhoud>
            <brp:datumEindeGeldigheid>${vandaag(0,0,-4)}</brp:datumEindeGeldigheid>
            <brp:actieAanpassingGeldigheid>*</brp:actieAanpassingGeldigheid>
            <brp:gemeenteCode>0344</brp:gemeenteCode>
            <brp:huisnummer>3</brp:huisnummer>
            <brp:postcode>3511BA</brp:postcode>
            <brp:woonplaatsnaam>Utrecht</brp:woonplaatsnaam>
          </brp:adres>
          <brp:adres brp:objecttype="PersoonAdres" brp:voorkomenSleutel="*" brp:objectSleutel="*">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
            <brp:actieInhoud>*</brp:actieInhoud>
            <brp:datumEindeGeldigheid>2005-03-28</brp:datumEindeGeldigheid>
            <brp:actieAanpassingGeldigheid>*</brp:actieAanpassingGeldigheid>
            <brp:gemeenteCode>0226</brp:gemeenteCode>
            <brp:huisnummer>1</brp:huisnummer>
            <brp:postcode>6901KT</brp:postcode>
          </brp:adres>
          <brp:adres brp:objecttype="PersoonAdres" brp:voorkomenSleutel="*" brp:objectSleutel="*">
              <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
              <brp:actieInhoud>*</brp:actieInhoud>
              <brp:tijdstipVerval>*</brp:tijdstipVerval>
              <brp:actieVerval>*</brp:actieVerval>
              <brp:gemeenteCode>0344</brp:gemeenteCode>
              <brp:huisnummer>3</brp:huisnummer>
              <brp:postcode>3511BA</brp:postcode>
              <brp:woonplaatsnaam>Utrecht</brp:woonplaatsnaam>
          </brp:adres>
          <brp:adres brp:objecttype="PersoonAdres" brp:voorkomenSleutel="*" brp:objectSleutel="*">
              <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
              <brp:actieInhoud>*</brp:actieInhoud>
              <brp:tijdstipVerval>*</brp:tijdstipVerval>
              <brp:actieVerval>*</brp:actieVerval>
              <brp:gemeenteCode>0226</brp:gemeenteCode>
              <brp:huisnummer>1</brp:huisnummer>
              <brp:postcode>6901KT</brp:postcode>
          </brp:adres>
        </brp:adressen>
          <brp:nationaliteiten>
              <brp:nationaliteit brp:objecttype="PersoonNationaliteit" brp:voorkomenSleutel="*" brp:objectSleutel="*">*</brp:nationaliteit>
          </brp:nationaliteiten>
        <brp:administratieveHandelingen>*</brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>